[
  {
    "title": "God of War Ragnarök",
    "description": "Desde Santa Monica Studio llega la secuela del aclamado por la crítica God of War (2018). Fimbulvetr ya está en camino. Kratos y Atreus deben viajar a cada uno de los nueve reinos en búsqueda de respuestas, mientras que las fuerzas asgardianas se preparan para una batalla profetizada que terminará con el mundo. En el camino explorarán paisajes increíbles y míticos, y se enfrentarán a aterradores enemigos en la forma de dioses nórdicos y monstruos. La amenaza del Ragnarök cada vez está más cerca. Kratos y Atreus deben elegir entre su propia seguridad y la seguridad de los reinos.",
    "price": "US$69.99",
    "tumbnail": "https://www.playstation.com/es-ar/games/god-of-war-ragnarok/",
    "code": 2,
    "stock": 99,
    "category": "PS5"
  },
  {
    "title": "Marvel's Spider-Man",
    "description": "Después de pasar ocho años detrás de la máscara, Peter Parker es un experto en luchar contra el crimen. Siente todo el poder de un Spider-Man más experimentado con combate improvisado, acrobacias dinámicas, recorrido urbano fluido e interacciones con el entorno. Este Spider-Man ya no es un novato, sino la versión más poderosa que jamás hayas controlado. ",
    "price": "US$49.99",
    "tumbnail": "https://www.playstation.com/es-cl/games/marvels-spider-man/",
    "code": 3,
    "stock": 999,
    "category": "PS4"
  },
  {
    "title": "Horizon Forbidden West",
    "description": "Explora tierras remotas, enfréntate a máquinas más grandes e imponentes y descubre increíbles tribus en tu regreso a un futuro lejano en el mundo apocalíptico de Horizon. La tierra se muere. Las rugientes tormentas y una desolación imparable causan estragos entre lo que queda de la humanidad, unas cuantas tribus dispersas, mientras nuevas y temibles máquinas merodean por sus fronteras. La vida en la Tierra se enfrenta a una nueva extinción y nadie sabe por qué. Solo Aloy es capaz de descubrir los secretos que hay detrás de estas amenazas, y restablecer el orden y el equilibrio en el mundo. Por el camino, se reunirá con viejos amigos, forjará alianzas con nuevas facciones en guerra y descubrirá la herencia de un antiguo pasado, mientras que intenta permanecer un paso por delante de un nuevo y aparentemente invencible enemigo.",
    "price": "US$39.89",
    "tumbnail": "https://www.playstation.com/es-cl/games/horizon-forbidden-west/",
    "code": 4,
    "stock": 20,
    "category": "ps4"
  },
  {
    "title": "Gran Turismo® 7",
    "description": "Si eres piloto competitivo o casual, coleccionista, aficionado a las modificaciones, diseñador de apariencias o fotógrafo, encuentra tu camino con una colección impresionante de modos de juego, incluidos los favoritos de los fanáticos, como Campaña de GT, Arcade y Escuela de manejo.Gracias a la reincorporación del legendario modo Simulación de GT, puedes comprar autos, modificarlos y correr con ellos en campañas individuales, a medida que desbloqueas nuevos autos y desafíos. Y si te gusta enfrentarte cabeza a cabeza con otros, perfecciona tus habilidades y compite en el modo Sport.Con más de 420 autos disponibles en Brand Central y la concesionaria de autos usados desde el primer día, Gran Turismo 7 recrea la apariencia y el manejo de vehículos clásicos y superautos vanguardistas con un nivel de detalle sin precedentes. Cada auto tiene una sensación de conducción diferente y única en más de 90 pistas en diferentes condiciones climáticas, incluidas las pistas clásicas de la historia de GT",
    "price": "69.99",
    "tumbnail": "https://www.playstation.com/es-cl/games/gran-turismo-7/",
    "code": 5,
    "stock": 10,
    "category": "ps4"
  },
  {
    "price": "1999",
    "thumbnail": "https://www.playstation.com/es-es/games/bloodborne/",
    "code": 6,
    "stock": 10,
    "description": "Da caza a tus pesadillas\nUn viajero solitario. Un pueblo maldito. Un misterio letal que devora todo lo que toca. Enfréntate a tus miedos y adéntrate en la ciudad en ruinas de Yharnam, un lugar abandonado asolado por una terrible enfermedad que lo consume todo. Examina sus sombras más oscuras, lucha por tu vida con armas de filo y de fuego, y descubre secretos que harán que se te hiele la sangre... pero que podrían salvarte el pellejo...\n\nhttps://userguides.eu.playstation.com/en/bloodborne/",
    "title": "Bloodborne"
  },
  {
    "price": "69.99",
    "thumbnail": "https://www.playstation.com/es-es/games/sackboy-a-big-adventure/",
    "code": 7,
    "stock": 10,
    "description": "Sackboy: Una aventura a lo grande es un videojuego de aventura y plataformas en 3D para PlayStation 4 y PlayStation 5 que nos invita a encarnar al carismático personaje de Sackboy. En este título en solitario, alejado de la fórmula de Little Big Planet, Sumo Digital nos llevará a disfrutar de un mundo colorido y creativo, así como lleno de cosas por hacer.",
    "title": "Sackboy: Una aventura a lo grande"
  },
  {
    "price": "39.00",
    "thumbnail": "https://www.playstation.com/es-es/games/days-gone/",
    "code": 8,
    "stock": 10,
    "description": "¿Tienes la habilidad y el nervio que hay que tener para sobrevivir a los horrores de un mundo destrozado en esta aventura de acción que incluye un enorme mundo abierto?\n\nPonte en los zapatos salpicados de barro del otrora forajido Deacon St. John, un motero cazarrecompensas que intenta buscar una razón por la que vivir en una tierra repleta de muerte. Investiga asentamientos abandonados en busca de equipamiento para crear objetos valiosos y armas o arriesgarte a tratar con otros supervivientes que se ganan la vida a duras penas mediante intercambios justos... u otros métodos más violentos.\n\nEn un contexto en el que una pandemia global ha arrasado la humanidad y unas criaturas feroces conocidas como engendros le dan caza, cualquier error podría ser tu último intento de labrarte una nueva vida en el hostil desierto del noroeste pacífico. ",
    "title": "Days Gone"
  },
  {
    "price": "99.99",
    "thumbnail": "https://www.playstation.com/es-es/games/death-stranding/",
    "code": 9,
    "stock": 10,
    "description": "Hideo Kojima, el legendario creador de videojuegos nos ofrece una novedosa aventura de acción en mundo abierto para PS4 que desafía a todos los géneros, protagonizada por Norman Reedus, Mads Mikkelsen, Léa Seydoux y Lindsay Wagner.\n\nEn un futuro cercano, unas misteriosas explosiones han sacudido la Tierra, provocando una serie de eventos sobrenaturales conocidos como el Death Stranding. Unas criaturas insólitas invaden el paisaje y la extinción masiva es inminente. Sam Porter Bridges deberá atravesar el devastado páramo para salvar a la humanidad de una aniquilación inminente. ",
    "title": "Death Stranding"
  },
  {
    "price": "79.99",
    "thumbnail": "https://www.playstation.com/es-es/games/ghost-of-tsushima/",
    "code": 10,
    "stock": 10,
    "description": "Descubre las maravillas ocultas de Tsushima en esta aventura de acción de mundo abierto creada por Sucker Punch Productions y PlayStation Studios, disponible para PS5 y PS4.\n\nForja un nuevo camino y libra una guerra poco convencional por la libertad de Tsushima. Reta a los oponentes con tu katana, domina el arco para eliminar amenazas a distancia, desarrolla tácticas de sigilo para tender emboscadas a los enemigos y explora una nueva historia en la isla de Iki.",
    "title": "Ghost of Tsushima Director's Cut"
  },
  {
    "price": "100.00",
    "thumbnail": "https://www.playstation.com/es-es/games/uncharted-4-a-thiefs-end/",
    "code": 11,
    "stock": 10,
    "description": "Tres años después de los hechos acaecidos en UNCHARTED 3: La Traición de Drake, Nathan Drake ha dejado atrás la búsqueda de tesoros. Sin embargo, el destino no tarda en llamar a su puerta cuando su Sam reaparece pidiéndole ayuda para salvar su vida, además de ofrecerle participar en una aventura ante la que Drake no puede resistirse.  \n\n \n\nLos dos parten a la caza del tesoro perdido del capitán Henry Avery y en busca de Libertalia, el utópico refugio pirata que se halla en lo más profundo de los bosques de Madagascar. UNCHARTED 4: El Desenlace del Ladrón embarca al jugador en un viaje alrededor del mundo por islas selváticas, grandes ciudades y nevados picos montañosos en busca del tesoro de Avery.",
    "title": "UNCHARTED 4: A Thief's End"
  },
  {
    "price": "55.5",
    "thumbnail": "https://www.playstation.com/es-es/games/the-last-of-us-part-ii/",
    "code": 12,
    "stock": 10,
    "description": "Cinco años después de su peligroso viaje por un Estados Unidos postapocalíptico, Ellie y Joel se han asentado en Jackson, Wyoming. La vida en una próspera comunidad de supervivientes les ha permitido disfrutar de paz y estabilidad, a pesar de la amenaza constante de los infectados y de otros supervivientes más desesperados.\n\nSin embargo, tras un hecho violento que altera esa paz, Ellie se embarca en un viaje implacable en busca de justicia. A medida que va dando caza a los culpables uno a uno, deberá afrontar las devastadoras consecuencias, tanto físicas como emocionales, de sus acciones.",
    "title": "The Last of Us Parte II"
  }
]
